{
  "schools": [
    {
      "id": "es_dubai",
      "fcourse": "General English",
      "fcoursePrice": 657,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 457,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "ES Dubai",
      "location": "Dubai, United Arab Emirates",
      "discription": "English language courses of the highest academic quality, in the heart of Dubai. Begin your study adventures at ES Dubai and experience one of the world’s premium destinations! ES Dubai is located in Jumeirah Lake Towers (JLT), which is in the heart of New Dubai.JLT is conveniently situated and offers a great variety of food, retail and entertainment options, great access to public transport (two metro stations), and is just minutes away from the Dubai Marina Mall and the beach. This location also provides an ideal setting for international students, as it offers a safe environment with a wide range of local sporting amenities, and free shuttle transportation to and from the student residence. At ES Dubai you will be provided with a stimulating environment that will help you achieve your goals. ES Dubai offers you a wide selection of programs taught by experience teachers(native speakers), who will assist you in achieving your learning objectives and settling into your new course.",
      "price": 457
    },
    {
      "id": "lal_cape_town",
      "fcourse": "General English",
      "fcoursePrice": 821,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 661,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "LAL Cape Town",
      "location": "Cape Town, South Africa",
      "discription": "The only one school in Cape Town with classrooms, its own residence, and a swimming pool on the same territory. LAL Cape Town School located in a safe neighbour Sea Point, just in two minutes of walking from the beach and 10 minutes drive from the city centre and one of Seven Natural Wonders - starling Table Mountain. A ten-minute walk from embankments, restaurants, supermarkets, drug stores, nightclubs, and pubs. LAL Cape Town occupies a beautiful heritage building which offers outstanding facilities and services on-site, adding even more comfort during the student’s stay. The school has 15 classrooms which hold a maximum of 12 students in each room.he school also has a barbecue area and a swimming pool, which you can use whenever you have no lessons.",
      "price": 661
    },
    {
      "id": "ohla_miami",
      "fcourse": "General English",
      "fcoursePrice": 1234,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 1125,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "OHLA Miami",
      "location": "Miami, United States",
      "discription": "Welcome to Miami! The most beautiful and cosmopolitan city in the world. OHLA Miami is located in “Brickell”, the financial district of Miami. Brickell is a dense, high-rise residential neighborhood with upscale, luxury condominium and apartment towers. Referred to, as the “Manhattan of the South,” Brickell is home to the largest concentration of international banks in the United States and to many popular restaurants, shops and places of entertainment. Public transportation in Brickell is convenient as it is served by the Trolley system, the Miami Metrorail at the Brickell station and by 5 stations of the Metromover’s Brickell Loop. One block west of the OHLA Brickell campus, students can ﬁnd the “Mary Brickell Village”, a French style village with an assortment of restaurants, boutiques, services that create a gathering area for high-class retail and restaurants, the village attracts locals and tourists for social gathering and entertainment. OHLA has won the “Best Language School in Miami” for 7 consecutive years.",
      "price": 1125
    },
    {
      "id": "twin_english_centre",
      "fcourse": "General English",
      "fcoursePrice": 1211,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 901,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "Twin English Centre",
      "location": "London, United Kingdom",
      "discription": "Located in the historic Royal Borough of Greenwich, this London school is a state-of-the-art centre with modern facilities. For those looking to study English in London, there is no need to look further than Twin English Center London. School offers students everything that they could possibly need: modern facilities, a comfortable learning environment, excellent transport links to Central London and a wide range of courses that were created to meet the needs of international students. Twin English Center London has bright and modern classrooms fully air-conditioned, spacious common areas for communicate with another students, and self-study zones where you will also have access to student computers. There is free Wi-Fi throughout the school and an on-site library with thousands of books, so you will be able to educate and entertain yourself outside of lesson time. Twin English Center London provides students with comfortable surroundings allowing to have the best learning experience possible. With anextensive range of courses including exam preparation and specialist courses, you are able to choose a course that is best suited to you and your individual needs.",
      "price": 901
    },
    {
      "id": "gateway_school_of_english",
      "fcourse": "General English",
      "fcoursePrice": 1005,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 848,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "Gateway School of English",
      "location": "St. Julian's, Malta",
      "discription": "Excellent location, quality tuition & accommodation and great mix of nationalities. School has a quiet high-class location, clean and relaxing environment – ideal for learning English. High tuition standards and English learning success rate thanks to an excellent academic team of teachers. Individual attention from teachers and management at all times + regular one-to-one tutorial sessions with the Director of Studies, ensuring swift academic progress in the shortest possible time. Well-established family-run school with a personalised approach. A diverse social programme with activities and excursions organised exclusively for students of the school (we organize our very own social programme – check out our social media sites). ",
      "price": 848
    },
    {
      "id": "oxford_international",
      "fcourse": "General English",
      "fcoursePrice": 1345,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 1147,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "Oxford International",
      "location": "London, United Kingdom",
      "discription": "One of the most modern schools in London, very good nationality mix, accommodation close to school. Oxford International Greenwich offers great facilities in a great location with courses at a great price. That’s why students from all around the world join this school each year to enhance their English language skills and explore Greenwich and London. Oxford International Greenwich will help you discover London and learn the language. Wide facilities, convenient location at always acceptable prices – that’s what we offer! The study in Oxford International Greenwich is really state-of-the-art. It’s one of the best opportunities not only to learn English in London but also to try living in the famous European capital. The friendly team will surround you with support and attention. School's welcoming staff will help you to achieve your goals as fast as possible. Moreover, the location enables you to get to the City Center in less than 10 minutes, what makes Greenwich one of the best language schools in Central London. Try to live London life and explore the city through education. Oxford International Greenwich offers next school facilities: bright modern classrooms, air conditioning, interactive whiteboards, 3 computer rooms, 2 social rooms with Wi-Fi access.",
      "price": 1147
    },
    {
      "id": "inlingua_malta",
      "fcourse": "General English",
      "fcoursePrice": 1200,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 1010,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "inlingua Malta",
      "location": "Sliema, Malta",
      "discription": "inlingua Malta is a modern and comfortable school with a unique teaching method, which is only 3 minutes walk from the beach. Beautiful new school inlingua Malta is located in the commercial hub of Sliema just a few steps away from the bustling atmosphere of the pedestrian zone and the seafront! nlingua Malta has 20 classrooms with Interactive Flatpanels, plenty of natural light and air-conditioning. A student lounge and open-plan lounge area allow for the required leisure space for students to socialise when not in class! inlingua Malta is situated on one of the main streets running through the commercial centre of Sliema, a hotbed of activity during the day transforming into a trendy cafe and restaurant location in the evening. Just 7 minutes away via ferry service, Valletta is a stone's throw away allowing students to delve into the history of the culture and immerse in the food, street entertainment, theatre and music of the capital!",
      "price": 1010
    },
    {
      "id": "Oxford_international",
      "fcourse": "General English",
      "fcoursePrice": 766,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 523,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "Oxford International",
      "location": "Brighton, United Kingdom",
      "discription": "Study in a beautiful building in an historic area of the city! Oxford International in Brighton may have everything you’re looking for. When you arrive at our Brighton school, you will join a small and friendly community of students who will encourage you to reach the highest level in your English language learning. Studying in a beautiful building in a historic area of the city, you will also have the energy and excitement of Brighton on your doorstep. So, whether you want to eat fish and chips on the beach, take a rollercoaster on the pier or relax to some live music, Brighton has it all to offer. Oxford International Brighton is a well-established school with a small and friendly community committed to encouraging students to achieve the best results. When you study at Oxford International, you will meet fun and friendly teachers who look for every opportunity to help you improve your English to the highest possible level.",
      "price": 523
    },
    {
      "id": "st_giles_london_central",
      "fcourse": "General English",
      "fcoursePrice": 550,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 460,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "St Giles London Central",
      "location": "London, United Kingdom",
      "discription": "St Giles London Central English school occupies a magnificent 100-year-old building in the heart of fashionable Bloomsbury. St Giles London Central occupies a magnificent 100-year-old building in the heart of fashionable Bloomsbury and is situated opposite Russell Square, and just a 5-minute walk to the British Museum. From this great location, it is easy for students to explore the capital city - it is within walking distance of famous London landmarks and has great transport links. St Giles London Central is a large, lively school with an international feel and is perfect for students looking to benefit from modern study facilities and enjoy everything the capital has to offer. There is always a wide range of ages and nationalities at the school, and facilities include a spacious roof garden, a self-access study centre and interactive whiteboards in all classrooms.",
      "price": 460
    },
    {
      "id": "atlas_language_school_malta",
      "fcourse": "General English",
      "fcoursePrice": 788,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 689,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "Atlas Language School",
      "location": "St. Julian's, Malta",
      "discription": "In Atlas Malta you can combine the high quality teaching and services with year-round sun. Atlas Language School Malta is a new purpose-built school which has 12 bright classrooms, a fully fitted cafe, study room and library and stunning sea views! Bright, spacious and modern Atlas Malta is a beautiful boutique school that ’s walking distance to all the attractions of St Julian’s making it the perfect location to use as a base to explore the rest of this beautiful island. The Atlas Language School Malta experience is not just about class-time! Each day there are a variety of additional academic options available including supervised Study Club, in-house Electives and Academic Tutorials. Best of all these services are all free and included as part of the programme! In addition, there is also a full and varied Social and Cultural Programme with at least 3 afternoon activities each week and a full-day excursion on Saturdays.",
      "price": 689
    },
    {
      "id": "british_study_centres_york",
      "fcourse": "General English",
      "fcoursePrice": 877,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 661,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "British Study Centres York",
      "location": "York, United Kingdom",
      "discription": "Housed in beautiful Georgian buildings in the city centre, British Study Centres York is a great place to study English while immersing yourself in one of England's most charismatic and historic cities. Small and friendly, the city is bursting with history, showcasing everything from overhanging medieval buildings and cobbled narrow streets, to the remains of ancient city walls, the majestic York Minster, and remnants of its Viking past! With a wealth of academic experience, British Study Centres York celebrates 20 years of teaching in 2017, and is the only Eaquals-accredited school in York. Students of British Study Centres York enjoy excellent levels of personal care and attention from a friendly team of highly committed and dedicated staff, to help you maximise your progress in English.",
      "price": 661
    },
    {
      "id": "twin_english_centre_dublin",
      "fcourse": "General English",
      "fcoursePrice": 1030,
      "fcourseDiscpr": "20 lessons per week",
      "scourse": "Speaking Course",
      "scoursePrice": 950,
      "continue": "for 3 weeks",
      "scourseDiscpr": "15 lessons per week",
      "name": "Twin English Centre",
      "location": "Dublin, Ireland",
      "discription": "Situated in just 2 minutes from the famous Dublin Spire, Twin Dublin is a fantastic place to study English and have an incredible experience. Located on North Great George's Street in Dublin, Twin English Centre Dublin (formerly Alpha College of English) is situated in a beautiful Georgian building. Students at this centre can enjoy the beautiful Georgian architecture of this school. Built in the early 19th century, classrooms offer a hint of the old, with modern technology throughout. This area is famous for protecting its history and architecture and is right in the heart of Ireland's capital city. The school is only moments away from the Temple Bar area, the National Gallery of Ireland and St Stephen's Green.",
      "price": 950
    }
  ],
  "user": [],
  "email": []
}
